Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Validade de %@ está prestes a expirar!
de: Die Mindesthaltbarkeit von %@ läuft bald ab!
en: %@ is about to expire!
es: ¡La caducidad de %@ está a punto de vencer!
fr: La péremption de %@ est sur le point d'expirer !
it: La scadenza di %@ sta per scadere!
ja: %@ の賞味期限がもうすぐ切れます！

source: Validade de %@ se aproxima
de: Die Mindesthaltbarkeit von %@ rückt näher
en: %@ is nearing expiration
es: La caducidad de %@ se acerca
fr: La péremption de %@ approche
it: La scadenza di %@ si avvicina
ja: %@ の賞味期限が近づいています

source: Validade dos itens
de: Mindesthaltbarkeit der Artikel
en: Item expiration
es: Caducidad de los artículos
fr: Péremption des articles
it: Scadenza degli articoli
ja: アイテムの賞味期限

source: Validades próximas
de: Bald ablaufende Mindesthaltbarkeiten
en: Upcoming expirations
es: Caducidades próximas
fr: Péremptions proches
it: Scadenze imminenti
ja: 賞味期限間近

source: Vamos ajustar suas metas de calorias e macros pra você.
de: Wir passen deine Kalorien- und Makroziele an.
en: We'll tune your calorie and macro goals.
es: Ajustaremos tus metas de calorías y macros.
fr: Nous ajusterons vos objectifs caloriques et macros.
it: Adatteremo i tuoi obiettivi di calorie e macro.
ja: カロリーとマクロの目標を調整します。

source: Vamos buscar de novo
de: Lassen Sie uns erneut suchen
en: Let's search again
es: Volvamos a buscar
fr: Recherchons à nouveau
it: Cerchiamo di nuovo
ja: もう一度検索しましょう

source: Vamos manter seu peso atual com calorias equilibradas.
de: Wir halten dein aktuelles Gewicht mit ausgewogenen Kalorien.
en: We'll keep your current weight with balanced calories.
es: Mantendremos tu peso actual con calorías equilibradas.
fr: Nous maintiendrons votre poids actuel avec des calories équilibrées.
it: Manterremo il peso attuale con calorie bilanciate.
ja: バランスの取れたカロリーで現在の体重を維持します。

source: Variação
de: Schwankung
en: Change
es: Variación
fr: Variation
it: Variazione
ja: 変動

source: Velocidade
de: Geschwindigkeit
en: Speed
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度

source: Ver Foto
de: Foto ansehen
en: View Photo
fr: Voir la photo
it: Vedi foto
ja: 写真を見る

source: Verde
de: Grün
en: Green
fr: Vert
ja: 緑

source: Versão
de: Version
en: Version
es: Versión
fr: Version
it: Versione
ja: バージョン

source: Vi um post, story ou reels.
de: Ich habe einen Post, eine Story oder ein Reel gesehen.
en: I saw a post, story or reels clip.
es: Vi una publicación, story o reel.
fr: J'ai vu un post, une story ou un reel.
it: Ho visto un post, una story o un reel.
ja: 投稿、ストーリー、またはリールで見ました。

source: Vi um vídeo curto mostrando o app.
de: Ich habe ein kurzes Video über die App gesehen.
en: I saw a short video showing the app.
es: Vi un video corto mostrando la app.
fr: J'ai vu une courte vidéo montrant l'app.
it: Ho visto un breve video che mostrava l'app.
ja: アプリを紹介する短い動画を見ました。

source: Vi um vídeo ou review mais completo.
de: Ich habe ein längeres Video oder Review gesehen.
en: I saw a longer video or review.
es: Vi un video o reseña más completa.
fr: J'ai vu une vidéo ou un test plus complet.
it: Ho visto un video o una recensione più completa.
ja: もう少し詳しい動画やレビューで見ました。

source: Vídeo
de: Video
en: Video
fr: Vidéo
it: Video
ja: 動画

source: Vídeo compartilhado
de: Geteiltes Video
en: Shared video
es: Vídeo compartido
fr: Vidéo partagée
it: Video condiviso
ja: 共有された動画

source: Vídeo indisponível
de: Video nicht verfügbar
en: Video unavailable
es: Vídeo no disponible
fr: Vidéo indisponible
it: Video non disponibile
ja: 動画が利用できません

source: Vídeo recebido
de: Video empfangen
en: Received video
es: Vídeo recibido
fr: Vidéo reçue
it: Video ricevuto
ja: 動画を受信

source: Vídeos enviados devem ter no máximo 20 minutos.
de: Hochgeladene Videos dürfen höchstens 20 Minuten lang sein.
en: Uploaded videos must be at most 20 minutes long.
es: Los vídeos enviados deben tener un máximo de 20 minutos.
fr: Les vidéos envoyées doivent durer au maximum 20 minutes.
it: I video inviati devono durare al massimo 20 minuti.
ja: 送信される動画は最大20分です。

source: Visão geral
de: Überblick
en: Overview
es: Visión general
fr: Vue d'ensemble
it: Panoramica
ja: 概要

source: Visualização
de: Ansicht
en: View
es: Vista
fr: Affichage
it: Visualizzazione
ja: 表示

source: Visualização padrão
de: Standardansicht
en: Default view
es: Vista predeterminada
fr: Affichage par défaut
it: Visualizzazione predefinita
ja: デフォルト表示

source: Você atingiu o limite diário de %@.
de: Du hast das tägliche %@-Limit erreicht.
en: You've reached today's %@ limit.
es: Alcanzaste el límite diario de %@.
fr: Vous avez atteint la limite quotidienne de %@.
it: Hai raggiunto il limite giornaliero di %@.
ja: 本日の%@の上限に達しました。

source: Você atingiu o limite diário de importações (%lld/%lld). Assine Premium para importar quantas receitas quiser.
de: Du hast das tägliche Import-Limit erreicht (%lld/%lld). Schließe Premium ab für unbegrenzte Importe.
en: You've reached today's import limit (%lld/%lld). Subscribe to Premium to import unlimited recipes.
es: Alcanzaste el límite diario de importaciones (%lld/%lld). Suscríbete a Premium para importar recetas sin límite.
fr: Vous avez atteint la limite quotidienne d'imports (%lld/%lld). Abonnez-vous à Premium pour des imports illimités.
it: Hai raggiunto il limite giornaliero di importazioni (%lld/%lld). Abbonati a Premium per importare ricette senza limiti.
ja: 本日のインポート上限に達しました (%lld/%lld)。Premiumに登録すると無制限にレシピを取り込めます。

source: Você atingiu o limite mensal de %@.
de: Du hast das Monatslimit für %@ erreicht.
en: You've reached the monthly limit for %@.
es: Has alcanzado el límite mensual de %@.
fr: Vous avez atteint la limite mensuelle de %@.
it: Hai raggiunto il limite mensile di %@.
ja: %@の月間上限に達しました。

source: Você começou estes dias e ainda não concluiu — eles não entram na sua média até serem concluídos.
de: Sie haben diese Tage begonnen und noch nicht abgeschlossen — sie zählen erst nach Abschluss in Ihren Durchschnitt.
en: You started these days and haven't finished them — they don't count toward your average until completed.
es: Empezaste estos días y aún no los has completado — no cuentan para tu promedio hasta que se completen.
fr: Vous avez commencé ces journées et ne les avez pas encore terminées — elles ne comptent pas dans votre moyenne tant qu'elles ne sont pas terminées.
it: Hai iniziato questi giorni ma non li hai ancora completati — non entrano nella tua media finché non vengono completati.
ja: これらの日を開始しましたがまだ完了していません。完了するまで平均には入りません。

source: Você está dentro da meta
de: Sie sind im Ziel
en: You're on target
es: Estás dentro de la meta
fr: Vous êtes dans l'objectif
it: Sei in obiettivo
ja: 目標内です

source: você estará
de: wirst du
en: you'll be
es: estarás
fr: vous serez
it: sarai
ja: あなたは

source: Você pode alterar isso depois nas configurações.
de: Du kannst das später in den Einstellungen ändern.
en: You can change this later in Settings.
es: Puedes cambiar esto después en Ajustes.
fr: Vous pourrez modifier cela plus tard dans Réglages.
it: Potrai cambiarlo più tardi nelle Impostazioni.
ja: あとで設定から変更できます。

source: Você pode renomear, reordenar ou remover qualquer caderno. Se um caderno tiver receitas, escolha antes se quer mover ou apagar essas receitas.
de: Sie können jedes Notizbuch umbenennen, neu anordnen oder entfernen. Wenn ein Notizbuch Rezepte enthält, wählen Sie zunächst, ob Sie diese Rezepte verschieben oder löschen möchten.
en: You can rename, reorder, or remove any notebook. If a notebook has recipes, choose first whether to move or delete them.
es: Puedes renombrar, reordenar o quitar cualquier cuaderno. Si un cuaderno tiene recetas, elige primero si quieres moverlas o eliminarlas.
fr: Vous pouvez renommer, réorganiser ou retirer n'importe quel carnet. Si un carnet contient des recettes, choisissez d'abord si vous voulez les déplacer ou les supprimer.
it: Puoi rinominare, riordinare o rimuovere qualsiasi quaderno. Se un quaderno contiene ricette, scegli prima se spostare o eliminare quelle ricette.
ja: ノートの名前変更、並び替え、削除ができます。ノートにレシピがある場合、先にそれらを移動するか削除するかを選択してください。

source: Você possui
de: Du hast
en: You have
es: Tienes
fr: Vous avez
it: Hai
ja: 今日は

source: você terá conquistado seu objetivo de
de: wirst du dein Ziel von
en: you'll reach your goal of
es: habrás alcanzado tu objetivo de
fr: vous aurez atteint votre objectif de
it: avrai raggiunto il tuo obiettivo di
ja: 目標の

source: Voltar
de: Zurück
en: Back
es: Volver
fr: Retour
it: Indietro
ja: 戻る

source: Voltar para hoje
de: Zurück zu heute
en: Back to today
es: Volver a hoy
fr: Revenir à aujourd'hui
it: Torna a oggi
ja: 今日に戻る

source: Voz
de: Stimme
en: Voice
fr: Voix
it: Voce
ja: 音声

source: Wrap de frango com homus
de: Hähnchen-Wrap mit Hummus
en: Chicken wrap with hummus
es: Wrap de pollo con hummus
fr: Wrap de poulet au houmous
it: Wrap di pollo con hummus
ja: チキンとフムスのラップ

source: Wrap integral
de: Vollkorn-Wrap
en: Whole wheat wrap
fr: Wrap complet
it: Wrap integrale
ja: 全粒粉ラップ

source: Wrap leve com frango grelhado e homus cremoso.
de: Leichter Wrap mit gegrilltem Hähnchen und cremigem Hummus.
en: Light wrap with grilled chicken and creamy hummus.
es: Wrap ligero con pollo a la plancha y hummus cremoso.
fr: Wrap léger au poulet grillé et houmous crémeux.
it: Wrap leggero con pollo grigliato e hummus cremoso.
ja: グリルチキンとクリーミーなフムスの軽いラップ。

source: xícara
de: Tasse
en: cup
es: taza
fr: tasse
it: tazza
ja: カップ

source: xícaras
de: Tassen
en: cups
es: tazas
fr: tasses
it: tazze
ja: カップ

source: 1A
en: 1Y

source: 1S
en: 1W

source: Foto
en: Photo
fr: Photo
ja: 写真

source: G %lldg
en: F %lldg

source: Tomate
en: Tomato
it: Pomodoro
ja: トマト

source: E-mail
es: Correo electrónico
ja: メール

source: iCloud + backup
es: iCloud + copia de seguridad
fr: iCloud + sauvegarde
ja: iCloud + バックアップ

source: Online
es: En línea
fr: En ligne
ja: オンライン

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス

source: Backup
fr: Sauvegarde
ja: バックアップ

source: Croutons
fr: Croûtons
it: Crostini
ja: クルトン

source: Original
it: Originale
ja: オリジナル

source: 25 min
ja: 25分

source: Brigadeiro
ja: ブリガデイロ

source: fitness
ja: フィットネス

source: Granola
ja: グラノーラ

source: Ketchup
ja: ケチャップ

source: Premium
ja: プレミアム

source: Quinoa
ja: キヌア

source: Smoothie Bowl
ja: スムージーボウル

source: Tofu
ja: 豆腐
